[S_Broadcast_Truth_Advent_Speaker_01 AkEvent]
SpokenText="Caros cidadôes.Por 20 anos temos depositado nossa confiança no ADVENT, nos Elders-porque acreditamos que um futuro melhor es possivel para todos. Hoje, essa confiança, essa crença, foi recompensada."

[S_Broadcast_Truth_Advent_Speaker_02 AkEvent]
SpokenText="As forças de paz da ADVENT esta viajando pelo mundo carregando o maior presente dos Elders.

[S_Broadcast_Truth_Advent_Speaker_03 AkEvent]
SpokenText="Uma terapia genetica revolucionaria, sim! Mas muito mais. Este é um fim para a doença, para o decair, Para dor, O começo de um novo amanha, Disponivel para todos nos.Hoje."

[S_Broadcast_Truth_Advent_Speaker_04 AkEvent]
SpokenText="Verdadeiramente a humanidade finalmente ocupa o seu devido lugar entre as estrelas."

[S_Game_Over_Advent_Speaker_01 AkEvent]
SpokenText="Cidadôes leais- Eu estou diante de vocês verdadeiramente humilhados. Tantas vidas perdidas, tantos sacrifícios desnecessarios, como nós temos lutado para lidar com aqueles querem ver cair nossa grande coligaçao. Hoje, nossa luta termina."

[S_Game_Over_Advent_Speaker_02 AkEvent]
SpokenText="XCOM jamais."

[S_Game_Over_Advent_Speaker_03 AkEvent]
SpokenText="Os pacificadores ADVENT reduziram as suas ultimas fortalezas a cinzas.E com ele, os fragmentados do velho mundo sao finalmente lavados."

[S_Game_Over_Advent_Speaker_04 AkEvent]
SpokenText="Obrigado por seu apoio continuo.E obrigado aos Elders pela sua orientaçao durante esta crise."

[S_Game_Over_Advent_Speaker_05 AkEvent]
SpokenText="Vida longa a Advent.Vida longa aos Elders."

[S_Intro_Advent_Speaker_01 AkEvent]
SpokenText="Um pequeno numero de discordantes repetem novamente os erros do velho mundo.Impressionante quando celebramos um salvador benevolente que,varias vezes,oferece amizade e compaixao.No entanto,essas acoes triviais nunca poderiam romper o vinculo entre a humanidade e os Elders..."

[S_Liberation_Network_One_Speaker_01 AkEvent]
SpokenText="Uma vida melhor es possível.Abrace a sabedoria dos Elders e rejeite a sujeira e a decadencia do velho mundo.Participe do ADVENT.Junte-se aos Elders.Ajude a construir um futuro melhor para... "

[S_Retaliation_Advent_Spokesman_01_Setup_Phase AkEvent]
SpokenText="Caros cidadaos.Durante 20 anos a Coligação ADVENT tem trabalhado incansavelmente para reparar as devastações e injustiças do velho mundo.Sob nossa mordomia,nossas cidades prosperam,nosso povo floresce e nosso mundo revive.

[S_Retaliation_Advent_Spokesman_02_Setup_Phase AkEvent]
SpokenText="E ainda entre nos ainda ha aqueles que se recusam a aceitar a verdade!Discordantes que atacam das sombras da podridao e da ruina fora de nossas paredes.Que estao determinados a ver tudo o que conseguimos desmoronar!"

[S_Retaliation_Advent_Spokesman_03_Setup_Phase AkEvent]
SpokenText="Isso deve terminar.Es por isso que...enquanto eu falo com voces hoje, os pacificadores da ADVENT estao avançando para os territorios distantes para acabar com essa praga de uma vez por todas.Iremos assegurar a sua segurança e bem-estar durante toda esta crise."

[S_Retaliation_Advent_Spokesman_04_Setup_Phase AkEvent]
SpokenText="Com a sua cooperação,vamos superar estes elementos radicais ..."

[S_Retaliation_Advent_Spokesman_05_Setup_Phase AkEvent]
SpokenText="...E inaugurar outros 20 anos de paz e prosperidade"

